Repository: kaloyan-projects/authentication-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg

source: Do you want to (1) create an account, (2) delete user or (3) log in? (q to quit):
bg: Искате ли да (1) създадете акаунт, да (2) изтриете акаунт или да (3) влезете? (q за изход):

source: Enter a username:
bg: Въведете потребителско име:

source: Enter a password:
bg: Въведете парола:

source: Enter your username:
bg: Въведете вашето потребителско име:

source: Enter your password:
bg: Въведете вашата парола:

source: User created successfully!
bg: Акаунтът е създаден успешно!

source: Username already exists.
bg: Акаунтът вече съществува.

source: Login successful!
bg: Входът е успешен! Добре дошъл, %s!

source: User %s has been deleted.
bg: Потребителят %s беше изтрит.

source: Your last login was at: %s
bg: Последното Ви влизане беше на: %s

source: Invalid username or password.
bg: Невалидно име или парола.

source: Invalid option. Please try again.
bg: Невалидна опция. Моля, опитайте отново.
